#+ARCHIVE: ~/Dropbox/org/backups/archive/%s_datetree::datetree/

** Julytes projektas:
   :CLOCK:
   CLOCK: [2021-08-19 Kt 18:50]--[2021-08-19 Kt 19:00] =>  0:10
   - Fixed mobile thingies according to Simona
   CLOCK: [2021-08-12 Kt 17:50]--[2021-08-12 Kt 20:50] =>  3:00
   - krc siandien ale vienas namie dirbau. Vakare atrodo, kad nieko nepadariau,
     bet taip is tikro nera... ir pliusiukus panaikinau ir pataisiau hover
     phone/email, meniu vel paspaudus bet kur uzsidaro/pasvieseja, dezutes
     dabar per rageli matosi dvi vienoje eiluteje instead of 1, tvarkingai
     ir per rageli ir per phone. Reikia risti reikalus tam kartui, bus
     labai labai neblogai. O ateityje matysim kaip kas
   CLOCK: [2021-08-12 Kt 12:05]--[2021-08-12 Kt 14:50] =>  2:45
   CLOCK: [2021-08-11 Tr 16:00]--[2021-08-11 Tr 20:30] =>  4:30
   CLOCK: [2021-08-11 Tr 12:50]--[2021-08-11 Tr 13:21] =>  0:31
   - Hover button for email and phone. + text next to logo for Julyte.
     Simona ideas.
   CLOCK: [2021-08-10 An 07:00]--[2021-08-10 An 18:25] => 11:25
   - photoshop logo, menu su julyte, susiaurink dalykus, spalvos meniu ir clickable.
     CV padarem su InDesign, proprely, cus word sucks. NO caching, dirbom su Ugne fone.
     <2021-08-13 Pn 10:00> actually dabar tik for real isjungiau caching.
     su situo kodu inside .htaccess - https://www.a2hosting.com/kb/developer-corner/apache-web-server/turning-off-caching-using-htaccess?__cf_chl_jschl_tk__=pmd_a4d929eb96110ee07e0e956060ec5be8c56fc937-1628837718-0-gqNtZGzNAmKjcnBszQY6
     paskaites sita - https://developers.google.com/web/fundamentals/performance/get-started/httpcaching-6q
   CLOCK: [2021-08-09 Pr 09:00]--[2021-08-09 Pr 09:25] =>  0:25
   - sukurtas el pastas - info@julija.consulting
   CLOCK: [2021-08-08 Sk 11:08]--[2021-08-08 Sk 21:42] => 10:34
   - visa diena, taip. Atimu kelias valandas del valgymo..
   CLOCK: [2021-08-07 Št 12:15]--[2021-08-07 Št 20:18] =>  8:03
   - normaliai.. fonts dalykai kol issiaiskinau, net nebepamenu kas ten dar buvo..
     ilga diena
   CLOCK: [2021-08-07 Št 10:07]--[2021-08-07 Št 11:11] =>  1:04
   - pries pasivaiksciojima ir maista +-
   CLOCK: [2021-08-07 Št 09:32]--[2021-08-07 Št 09:42] =>  0:10
   - okay, will do the styling later together with Julyte
   CLOCK: [2021-08-07 Št 09:28]--[2021-08-07 Št 09:31] =>  0:03
   - done lol. just put in the proper div.
   CLOCK: [2021-08-07 Št 08:26]--[2021-08-07 Št 09:27] =>  1:01
   - tiko Julytei tas Phantom dalykas, gerai, modifikuosiu
   CLOCK: [2021-08-06 Pn 13:00]--[2021-08-06 Pn 14:04] =>  1:04
   - Radau daug templates, pats nedarysiu nuo nulio. Ilgai uztruks. Na, bet
     koreguoti taip pat tikriausiai uztruks.. ir nezinosi kaip kas
   CLOCK: [2021-08-05 Kt 16:26]--[2021-08-05 Kt 18:30] =>  2:04
   - nice. Baigiau is tikro 20:13, bet also snekejom su Obels Dumu apie covida ju
     namuose, taip pat ir uzvalgem.
     NUKOPIJAVAU puslapi!!! Julyte patenkinta. Wordpress - overkill
   CLOCK: [2021-08-05 Kt 14:25]--[2021-08-05 Kt 16:25] =>  2:00
   - Irasytas wordpress, peradresuotas domenas i nauja serveri
   CLOCK: [2021-08-05 Kt 10:43]--[2021-08-05 Kt 11:15] =>  0:32
   - krc uzsiblokavo prisijungimas i iv.lt, ka padarysi, lauksma.
     sukurem julija.consulting
   CLOCK: [2021-07-28 Wed 21:02]--[2021-07-28 Wed 21:25] =>  0:23
   :END:
